{"config": {"name": "sequential_1", "layers": [{"config": {"name": "flatten_1", "batch_input_shape": [null, 240, 5], "dtype": "float32", "trainable": true, "data_format": "channels_last"}, "class_name": "Flatten"}, {"config": {"kernel_constraint": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "units": 128, "trainable": true, "name": "dense_1", "bias_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "units": 64, "trainable": true, "name": "dense_2", "bias_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "units": 32, "trainable": true, "name": "dense_3", "bias_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "units": 16, "trainable": true, "name": "dense_4", "bias_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "kernel_regularizer": null, "units": 5, "trainable": true, "name": "dense_5", "bias_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true}, "class_name": "Dense"}]}, "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.2.4"}