{"keras_version": "2.2.4", "backend": "tensorflow", "config": {"layers": [{"config": {"trainable": true, "batch_input_shape": [null, 240, 5], "data_format": "channels_last", "name": "flatten_1", "dtype": "float32"}, "class_name": "Flatten"}, {"config": {"activity_regularizer": null, "use_bias": true, "units": 128, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "bias_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_1", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "use_bias": true, "units": 64, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "bias_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_2", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "use_bias": true, "units": 32, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "bias_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_3", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "use_bias": true, "units": 16, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "bias_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_4", "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "use_bias": true, "units": 5, "trainable": true, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "bias_regularizer": null, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "name": "dense_5", "kernel_constraint": null}, "class_name": "Dense"}], "name": "sequential_1"}, "class_name": "Sequential"}