{"keras_version": "2.0.5", "config": [{"config": {"dtype": "float32", "batch_input_shape": [null, 240, 9], "name": "flatten_1", "trainable": true}, "class_name": "Flatten"}, {"config": {"name": "dropout_1", "trainable": true, "rate": 0.5}, "class_name": "Dropout"}, {"config": {"name": "dense_1", "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "activation": "relu", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 32, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "dense_2", "bias_constraint": null, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "kernel_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "activation": "softmax", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 9, "trainable": true}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}