{"backend": "tensorflow", "keras_version": "2.0.5", "config": [{"config": {"trainable": true, "name": "flatten_1", "batch_input_shape": [null, 128, 9], "dtype": "float32"}, "class_name": "Flatten"}, {"config": {"rate": 0.5, "trainable": true, "name": "dropout_1"}, "class_name": "Dropout"}, {"config": {"bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_1", "units": 32, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "bias_constraint": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"bias_regularizer": null, "activity_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "name": "dense_2", "units": 9, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "softmax", "kernel_initializer": {"config": {"scale": 1.0, "seed": null, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "trainable": true, "bias_constraint": null, "use_bias": true}, "class_name": "Dense"}], "class_name": "Sequential"}