{"keras_version": "2.0.5", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Flatten", "config": {"trainable": true, "dtype": "float32", "name": "flatten_1", "batch_input_shape": [null, 240, 9]}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "rate": 0.5}}, {"class_name": "Dense", "config": {"use_bias": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "kernel_regularizer": null, "units": 32, "bias_constraint": null, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "name": "dense_1"}}, {"class_name": "Dense", "config": {"use_bias": true, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "softmax", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "kernel_regularizer": null, "units": 9, "bias_constraint": null, "kernel_constraint": null, "bias_regularizer": null, "trainable": true, "name": "dense_2"}}]}