{"config": [{"config": {"name": "flatten_1", "trainable": true, "batch_input_shape": [null, 64, 8], "dtype": "float32"}, "class_name": "Flatten"}, {"config": {"name": "dropout_1", "trainable": true, "rate": 0.5}, "class_name": "Dropout"}, {"config": {"trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activity_regularizer": null, "name": "dense_1", "units": 32, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "activity_regularizer": null, "name": "dense_2", "units": 8, "kernel_regularizer": null, "use_bias": true, "activation": "softmax", "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "mode": "fan_avg", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.5"}