{"backend": "tensorflow", "config": [{"config": {"name": "flatten_1", "dtype": "float32", "trainable": true, "batch_input_shape": [null, 240, 9]}, "class_name": "Flatten"}, {"config": {"trainable": true, "rate": 0.5, "name": "dropout_1"}, "class_name": "Dropout"}, {"config": {"trainable": true, "activation": "relu", "bias_constraint": null, "use_bias": true, "name": "dense_1", "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "units": 32, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "softmax", "bias_constraint": null, "use_bias": true, "name": "dense_2", "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "units": 9, "kernel_initializer": {"config": {"mode": "fan_avg", "distribution": "uniform", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "kernel_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.5"}