{"keras_version": "2.0.5", "backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Flatten", "config": {"trainable": true, "batch_input_shape": [null, 240, 9], "name": "flatten_1", "dtype": "float32"}}, {"class_name": "Dropout", "config": {"rate": 0.5, "trainable": true, "name": "dropout_1"}}, {"class_name": "Dense", "config": {"units": 32, "name": "dense_1", "use_bias": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "relu", "trainable": true, "bias_constraint": null, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"units": 9, "name": "dense_2", "use_bias": true, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "kernel_regularizer": null, "activity_regularizer": null, "activation": "softmax", "trainable": true, "bias_constraint": null, "kernel_constraint": null}}]}