{"config": [{"config": {"name": "flatten_1", "batch_input_shape": [null, 128, 9], "dtype": "float32", "trainable": true}, "class_name": "Flatten"}, {"config": {"rate": 0.5, "name": "dropout_1", "trainable": true}, "class_name": "Dropout"}, {"config": {"trainable": true, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_constraint": null, "use_bias": true, "name": "dense_1", "bias_regularizer": null, "units": 32, "kernel_regularizer": null, "activation": "relu", "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"trainable": true, "activity_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "bias_constraint": null, "kernel_constraint": null, "use_bias": true, "name": "dense_2", "bias_regularizer": null, "units": 9, "kernel_regularizer": null, "activation": "softmax", "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "keras_version": "2.0.5", "backend": "tensorflow", "class_name": "Sequential"}