{"config": [{"config": {"dtype": "float32", "name": "flatten_1", "batch_input_shape": [null, 240, 9], "trainable": true}, "class_name": "Flatten"}, {"config": {"name": "dropout_1", "rate": 0.5, "trainable": true}, "class_name": "Dropout"}, {"config": {"activity_regularizer": null, "units": 32, "activation": "relu", "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "name": "dense_1", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}, {"config": {"activity_regularizer": null, "units": 9, "activation": "softmax", "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "name": "dense_2", "trainable": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "keras_version": "2.0.5", "backend": "tensorflow", "class_name": "Sequential"}