{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Flatten", "config": {"batch_input_shape": [null, 240, 9], "dtype": "float32", "name": "flatten_1", "trainable": true}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "rate": 0.5}}, {"class_name": "Dense", "config": {"bias_constraint": null, "units": 32, "bias_regularizer": null, "kernel_constraint": null, "name": "dense_1", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "use_bias": true, "activity_regularizer": null, "activation": "relu", "trainable": true}}, {"class_name": "Dense", "config": {"bias_constraint": null, "units": 9, "bias_regularizer": null, "kernel_constraint": null, "name": "dense_2", "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "use_bias": true, "activity_regularizer": null, "activation": "softmax", "trainable": true}}], "keras_version": "2.0.5"}