{"class_name": "Sequential", "keras_version": "2.0.5", "backend": "tensorflow", "config": [{"class_name": "Flatten", "config": {"trainable": true, "name": "flatten_1", "batch_input_shape": [null, 240, 9], "dtype": "float32"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "rate": 0.5}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "bias_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_1", "bias_regularizer": null, "activation": "relu", "kernel_constraint": null, "units": 32, "activity_regularizer": null, "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"trainable": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}}, "bias_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "name": "dense_2", "bias_regularizer": null, "activation": "softmax", "kernel_constraint": null, "units": 9, "activity_regularizer": null, "kernel_regularizer": null}}]}