{"config": [{"config": {"name": "flatten_1", "trainable": true, "batch_input_shape": [null, 240, 9], "dtype": "float32"}, "class_name": "Flatten"}, {"config": {"rate": 0.5, "name": "dropout_1", "trainable": true}, "class_name": "Dropout"}, {"config": {"activation": "relu", "name": "dense_1", "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 32, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"activation": "softmax", "name": "dense_2", "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 9, "kernel_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow", "keras_version": "2.0.5"}