{"class_name": "Sequential", "keras_version": "2.0.5", "config": [{"class_name": "Flatten", "config": {"name": "flatten_1", "dtype": "float32", "batch_input_shape": [null, 240, 9], "trainable": true}}, {"class_name": "Dropout", "config": {"rate": 0.5, "name": "dropout_1", "trainable": true}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "kernel_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null, "name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "units": 32, "bias_constraint": null}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "kernel_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "use_bias": true, "trainable": true, "bias_regularizer": null, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "softmax", "units": 9, "bias_constraint": null}}], "backend": "tensorflow"}