{"backend": "tensorflow", "config": [{"config": {"trainable": true, "name": "flatten_1", "dtype": "float32", "batch_input_shape": [null, 240, 9]}, "class_name": "Flatten"}, {"config": {"trainable": true, "name": "dropout_1", "rate": 0.5}, "class_name": "Dropout"}, {"config": {"units": 32, "bias_constraint": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "use_bias": true, "activation": "relu", "name": "dense_1"}, "class_name": "Dense"}, {"config": {"units": 9, "bias_constraint": null, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "use_bias": true, "activation": "softmax", "name": "dense_2"}, "class_name": "Dense"}], "keras_version": "2.0.5", "class_name": "Sequential"}