{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.0.5", "config": [{"class_name": "Flatten", "config": {"batch_input_shape": [null, 240, 9], "name": "flatten_1", "trainable": true, "dtype": "float32"}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "rate": 0.5}}, {"class_name": "Dense", "config": {"name": "dense_1", "activation": "relu", "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 32, "use_bias": true, "bias_regularizer": null, "trainable": true}}, {"class_name": "Dense", "config": {"name": "dense_2", "activation": "softmax", "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 9, "use_bias": true, "bias_regularizer": null, "trainable": true}}]}