{"keras_version": "2.2.4", "backend": "tensorflow", "class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Flatten", "config": {"data_format": "channels_last", "name": "flatten_1", "batch_input_shape": [null, 240, 5], "dtype": "float32", "trainable": true}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "name": "dense_1", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "activation": "relu", "units": 128, "trainable": true, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "name": "dense_2", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "activation": "relu", "units": 64, "trainable": true, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "name": "dense_3", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "activation": "relu", "units": 32, "trainable": true, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "name": "dense_4", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "activation": "relu", "units": 16, "trainable": true, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}}, "name": "dense_5", "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true, "kernel_regularizer": null, "activation": "softmax", "units": 5, "trainable": true, "kernel_constraint": null}}]}}