{"keras_version": "2.0.5", "class_name": "Sequential", "config": [{"class_name": "Flatten", "config": {"dtype": "float32", "name": "flatten_1", "trainable": true, "batch_input_shape": [null, 240, 9]}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "rate": 0.5}}, {"class_name": "Dense", "config": {"use_bias": true, "activity_regularizer": null, "trainable": true, "activation": "relu", "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "units": 32, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}, {"class_name": "Dense", "config": {"use_bias": true, "activity_regularizer": null, "trainable": true, "activation": "softmax", "name": "dense_2", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}}, "units": 9, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "kernel_constraint": null, "bias_constraint": null}}], "backend": "tensorflow"}