{"class_name": "Sequential", "backend": "tensorflow", "config": {"layers": [{"class_name": "Flatten", "config": {"dtype": "float32", "batch_input_shape": [null, 240, 5], "name": "flatten_1", "data_format": "channels_last", "trainable": true}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_constraint": null, "trainable": true, "units": 128, "use_bias": true, "name": "dense_1"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_constraint": null, "trainable": true, "units": 64, "use_bias": true, "name": "dense_2"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_constraint": null, "trainable": true, "units": 32, "use_bias": true, "name": "dense_3"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_constraint": null, "trainable": true, "units": 16, "use_bias": true, "name": "dense_4"}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "softmax", "activity_regularizer": null, "bias_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "kernel_constraint": null, "trainable": true, "units": 5, "use_bias": true, "name": "dense_5"}}], "name": "sequential_1"}, "keras_version": "2.2.4"}