{"class_name": "Sequential", "config": {"name": "sequential_1", "layers": [{"class_name": "Flatten", "config": {"batch_input_shape": [null, 240, 5], "name": "flatten_1", "dtype": "float32", "trainable": true, "data_format": "channels_last"}}, {"class_name": "Dense", "config": {"name": "dense_1", "units": 128, "use_bias": true, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "units": 64, "use_bias": true, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "units": 32, "use_bias": true, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_4", "units": 16, "use_bias": true, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "relu", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "kernel_constraint": null}}, {"class_name": "Dense", "config": {"name": "dense_5", "units": 5, "use_bias": true, "bias_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activation": "softmax", "kernel_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "distribution": "uniform", "seed": null, "scale": 1.0}}, "kernel_constraint": null}}]}, "backend": "tensorflow", "keras_version": "2.2.4"}