{"keras_version": "2.2.4", "config": {"name": "sequential_1", "layers": [{"config": {"trainable": true, "name": "flatten_1", "data_format": "channels_last", "dtype": "float32", "batch_input_shape": [null, 240, 5]}, "class_name": "Flatten"}, {"config": {"trainable": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 128, "activation": "relu", "kernel_constraint": null, "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "name": "dense_1", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 64, "activation": "relu", "kernel_constraint": null, "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "name": "dense_2", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 32, "activation": "relu", "kernel_constraint": null, "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "name": "dense_3", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 16, "activation": "relu", "kernel_constraint": null, "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "name": "dense_4", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"seed": null, "scale": 1.0, "distribution": "uniform", "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "units": 5, "activation": "softmax", "kernel_constraint": null, "use_bias": true, "bias_constraint": null, "bias_regularizer": null, "name": "dense_5", "activity_regularizer": null}, "class_name": "Dense"}]}, "class_name": "Sequential", "backend": "tensorflow"}