{"backend": "tensorflow", "config": [{"class_name": "Flatten", "config": {"trainable": true, "name": "flatten_1", "batch_input_shape": [null, 240, 9], "dtype": "float32"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "rate": 0.5}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "use_bias": true, "activation": "relu", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "name": "dense_1", "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "units": 32}}, {"class_name": "Dense", "config": {"bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "use_bias": true, "activation": "softmax", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "scale": 1.0, "mode": "fan_avg", "seed": null}}, "bias_constraint": null, "activity_regularizer": null, "name": "dense_2", "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "units": 9}}], "class_name": "Sequential", "keras_version": "2.0.5"}