{"backend": "tensorflow", "config": [{"config": {"trainable": true, "name": "flatten_1", "dtype": "float32", "batch_input_shape": [null, 64, 9]}, "class_name": "Flatten"}, {"config": {"trainable": true, "name": "dropout_1", "rate": 0.5}, "class_name": "Dropout"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 32, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_constraint": null, "trainable": true, "activity_regularizer": null, "activation": "relu", "name": "dense_1", "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"bias_initializer": {"config": {}, "class_name": "Zeros"}, "units": 9, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "bias_constraint": null, "trainable": true, "activity_regularizer": null, "activation": "softmax", "name": "dense_2", "kernel_constraint": null, "kernel_regularizer": null, "use_bias": true}, "class_name": "Dense"}], "keras_version": "2.0.5", "class_name": "Sequential"}