{"config": [{"config": {"name": "flatten_1", "batch_input_shape": [null, 240, 9], "trainable": true, "dtype": "float32"}, "class_name": "Flatten"}, {"config": {"name": "dropout_1", "trainable": true, "rate": 0.5}, "class_name": "Dropout"}, {"config": {"trainable": true, "kernel_regularizer": null, "activation": "relu", "bias_regularizer": null, "kernel_constraint": null, "name": "dense_1", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "units": 32, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"trainable": true, "kernel_regularizer": null, "activation": "softmax", "bias_regularizer": null, "kernel_constraint": null, "name": "dense_2", "kernel_initializer": {"config": {"distribution": "uniform", "scale": 1.0, "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "use_bias": true, "units": 9, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null}, "class_name": "Dense"}], "backend": "tensorflow", "keras_version": "2.0.5", "class_name": "Sequential"}