{"backend": "tensorflow", "config": [{"class_name": "Flatten", "config": {"dtype": "float32", "name": "flatten_1", "trainable": true, "batch_input_shape": [null, 240, 9]}}, {"class_name": "Dropout", "config": {"rate": 0.5, "name": "dropout_1", "trainable": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 32, "trainable": true, "activation": "relu", "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "name": "dense_1", "kernel_regularizer": null}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "bias_constraint": null, "use_bias": true, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 9, "trainable": true, "activation": "softmax", "activity_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}, "name": "dense_2", "kernel_regularizer": null}}], "class_name": "Sequential", "keras_version": "2.0.5"}