{"keras_version": "2.0.5", "config": [{"class_name": "Flatten", "config": {"name": "flatten_1", "batch_input_shape": [null, 240, 9], "trainable": true, "dtype": "float32"}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "rate": 0.5}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "name": "dense_1", "bias_constraint": null, "activity_regularizer": null, "trainable": true, "units": 32, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_regularizer": null, "activation": "relu", "use_bias": true}}, {"class_name": "Dense", "config": {"kernel_constraint": null, "name": "dense_2", "bias_constraint": null, "activity_regularizer": null, "trainable": true, "units": 9, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "scale": 1.0, "distribution": "uniform", "seed": null}}, "bias_regularizer": null, "activation": "softmax", "use_bias": true}}], "backend": "tensorflow", "class_name": "Sequential"}