{"config": [{"config": {"dtype": "float32", "trainable": true, "name": "flatten_1", "batch_input_shape": [null, 240, 9]}, "class_name": "Flatten"}, {"config": {"rate": 0.5, "name": "dropout_1", "trainable": true}, "class_name": "Dropout"}, {"config": {"activation": "relu", "kernel_regularizer": null, "units": 32, "activity_regularizer": null, "bias_constraint": null, "name": "dense_1", "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "bias_regularizer": null, "use_bias": true}, "class_name": "Dense"}, {"config": {"activation": "softmax", "kernel_regularizer": null, "units": 9, "activity_regularizer": null, "bias_constraint": null, "name": "dense_2", "trainable": true, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "bias_regularizer": null, "use_bias": true}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.0.5", "backend": "tensorflow"}