{"keras_version": "2.0.5", "backend": "tensorflow", "config": [{"config": {"name": "flatten_1", "batch_input_shape": [null, 64, 8], "dtype": "float32", "trainable": true}, "class_name": "Flatten"}, {"config": {"name": "dense_1", "activation": "relu", "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "units": 512, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "trainable": true}, "class_name": "Dense"}, {"config": {"name": "dropout_1", "rate": 0.3, "trainable": true}, "class_name": "Dropout"}, {"config": {"name": "dense_2", "activation": "softmax", "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "use_bias": true, "units": 8, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "trainable": true}, "class_name": "Dense"}], "class_name": "Sequential"}