{"class_name": "Sequential", "keras_version": "2.0.5", "backend": "tensorflow", "config": [{"class_name": "Flatten", "config": {"trainable": true, "name": "flatten_1", "dtype": "float32", "batch_input_shape": [null, 240, 9]}}, {"class_name": "Dropout", "config": {"trainable": true, "name": "dropout_1", "rate": 0.5}}, {"class_name": "Dense", "config": {"activation": "relu", "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "name": "dense_1", "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null, "activity_regularizer": null, "units": 32, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}}}, {"class_name": "Dense", "config": {"activation": "softmax", "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "name": "dense_2", "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "bias_constraint": null, "activity_regularizer": null, "units": 9, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}}}}]}