{"keras_version": "2.0.5", "backend": "tensorflow", "config": [{"class_name": "Flatten", "config": {"name": "flatten_1", "trainable": true, "dtype": "float32", "batch_input_shape": [null, 64, 8]}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "rate": 0.5}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "name": "dense_1", "kernel_constraint": null, "trainable": true, "activation": "relu", "units": 32, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}, {"class_name": "Dense", "config": {"bias_regularizer": null, "name": "dense_2", "kernel_constraint": null, "trainable": true, "activation": "softmax", "units": 8, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"mode": "fan_avg", "seed": null, "scale": 1.0, "distribution": "uniform"}}, "activity_regularizer": null, "kernel_regularizer": null, "bias_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "use_bias": true}}], "class_name": "Sequential"}