{"config": {"layers": [{"config": {"data_format": "channels_last", "trainable": true, "dtype": "float32", "batch_input_shape": [null, 240, 5], "name": "flatten_1"}, "class_name": "Flatten"}, {"config": {"trainable": true, "activation": "relu", "units": 128, "use_bias": true, "kernel_regularizer": null, "name": "dense_1", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "units": 64, "use_bias": true, "kernel_regularizer": null, "name": "dense_2", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "units": 32, "use_bias": true, "kernel_regularizer": null, "name": "dense_3", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "relu", "units": 16, "use_bias": true, "kernel_regularizer": null, "name": "dense_4", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_constraint": null}, "class_name": "Dense"}, {"config": {"trainable": true, "activation": "softmax", "units": 5, "use_bias": true, "kernel_regularizer": null, "name": "dense_5", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null, "bias_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "seed": null, "scale": 1.0}, "class_name": "VarianceScaling"}, "kernel_constraint": null}, "class_name": "Dense"}], "name": "sequential_1"}, "backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.2.4"}